/* Action not found */
"Action not found" = "ما تريده غير موجود";

/* API unavailable */
"API unavailable" = "الـ API غير متاح";

/* Bad request */
"Bad request" = "خطاء في الطلب";

/* Forbidden */
"Forbidden" = "ممنوع";

/* Format not accepted */
"Format not accepted" = "الصيغة غير مقبولة";

/* Internal Server error */
"Internal Server error" = "خطاء في السرفر المحلي";

/* Invalid Auth */
"Invalid Auth" = "خطاء في التصريح";

/* Not implemented */
"Not implemented" = "غير منفذ";

/* Object not found */
"Object not found" = "الكائن غير موجود";

/* OK */
"OK" = "موافق";

/* Partially accepted */
"Partially accepted" = "مقبول جزئيا";

/* Partially created */
"Partially created" = "إنشاء جزئيا";

/* Permission denied */
"Permission denied" = "التصريح مرفوض";

/* Resource not found */
"Resource not found" = "لم يتم العثور على الموارد";

/* Ressource Timeout */
"Ressource Timeout" = "مهلة الوقت للموارد انتهت";

/* Service unavailable */
"Service unavailable" = "الخدمة غير متاحه";

/* Successfully accepted */
"Successfully accepted" = "تم الموافقه بنجاح";

/* Successfully created */
"Successfully created" = "تم الانشاء بنجاح";

/* Unacceptable data */
"Unacceptable data" = "بيانات غير مقبولة";

/* Unknown error */
"Unknown error" = "خطاء غير معروف";

